Repository: cghislai/plancul-front
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Patch:
fr: Sole:

source: Type to search
fr: Recherche..

source: Everywhere
fr: Partout

source: Plant
fr: Plante

source: No result
fr: Aucun résultat

source: Click here to create a new crop
fr: Cliquez ici pour créer une variété

source: Crop
fr: Variétés

source: Bed
fr: Planche

source: Bed preparation
fr: Préparation de la planche

source: Sowing
fr: Semis

source: Nursing
fr: Pépinière

source: Transplantation
fr: Repiquage

source: Harvest
fr: Récolte

source: From
fr: De

source: To
fr: À

source: Invalid range
fr: Durée invalide

source: Presowing
fr: Présemis

source: Cover
fr: Couverture

source: days
fr: jours

source: <ng-container> English </ng-container> <ng-container> French </ng-container>
fr: {START_TAG_NG-CONTAINER} Anglais {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Français {CLOSE_TAG_NG-CONTAINER}

source: Welcome !
fr: Bienvenue !

source: Please log in to continue
fr: Veuillez vous identifier pour continuer

# login-field-title
source: Login or email
fr: Email ou login

# password-field-title
source: Password
fr: Mot de passe

source: Create a new account
fr: Créer un nouveau compte

source: Create new account
fr: Créer un nouveau compte

source: Forgot your password?
fr: Mot de passe oublié?

source: Forgot your password?
fr: Mot de passe oublié?

source: Please fill the form below to create an account
fr: Completez le formulaire ci-dessous pour créer un compte

source: Please complete the information to activate your account
fr: Completez le formulaire pour activer votre compte

source: Please enter a valid email address, a confirmation email will be sent to you
fr: Un email de confirmation y sera envoyé

source: You will be able to login using both your email or this login.
fr: Vous pourrez utilisez votre login ou email pour vous connecter

# password-field-placeholder
source: Password
fr: Mot de passe

source: Min 8 characters, including at least 1 letter or digit and 1 other character.
fr: Min 8 caracères, au moins 1 spécial

# password-check-field-title
source: Password check
fr: Vérification du mot de passe

# password-check-field-placeholder
source: Password check
fr: ReMot de passe

source: Make sure you will remember it
fr: Pour être sur

# firstName-field-title
source: First name
fr: Prénom

# firstName-field-placeholder
source: First name
fr: Prénom

# lastname-field-title
source: Last name
fr: Nom

# lastname-field-placeholder
source: Last name
fr: Nom

source: Create an account
fr: Créer un compte

source: You need to setup the admin account before continuing. <br/> Check for the initialization token in your server log.
fr: Vous devez créer un compte administrateur avant de continuer. {LINE_BREAK} Vérifier les logs du server pour obtenir le token d'activation.

# adminToken-field-title
source: Admin initialization token
fr: Code d'activation du compte admin

source: Use an existing account
fr: Utiliser un compte existant

source: Create administrator account
fr: Créer un compte administrateur

source: Account activation
fr: Activation de votre compte

source: Your account is waiting for email verification. <br/> Click on the link in the mail you received, or paste your activation token in the form below
fr: Votre compte attend la vérification de votre adresse e-mail. {LINE_BREAK} Suivez le lien dans l'email qui vous a été envoyé, ou bien copiez le code d'activation ci-dessous.

# token-field-title
source: Activation token
fr: Code d'activation

source: Activate your account
fr: Activez votre compte

source: Password reset
fr: Réinitialisation du mot de passe

source: Please enter your email below to reset your password. <br/> You will receive an email containing a link to enter your new password.
fr: Entrez votre adresse e-mail ci-dessous pour réinitiliser votre mot de passe {LINE_BREAK} Vous recevrez un email contenant un lien à suivre pour entrer votre nouveau mot de passe.

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Choose a new password
fr: Choisissez un nouveau mot de pass

source: Fill in the form below to change your password
fr: Completez le formulaire ci-dessous pour changer votre mot de passe

source: Crops
fr: Variétés

source: Beds
fr: Planches

source: Timelines
fr: Planificateur

source: Name
fr: Nom

source: Dashboard
fr: Accueil

source: Dashboard
fr: Accueil

source: Users
fr: Utilisateurs

source: New bed
fr: Nouvelle planche

source: Sort
fr: Trier

source: Filter
fr: Filtre

source: Remove bed
fr: Supprimer la planche

source: Bed edition
fr: Édition de plance

source: Patch
fr: Sole

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: New crop
fr: Nouvelle variété

source: Crop edition
fr: Édition de la variété

source: FAO query
fr: Requête FAO

source: Try to use one of the FAO results in order to be able to correlate the crop information with open databases. Pay extra care with accents that must be correctly provided in the query.
fr: Essayez d'utiliser les résultats de la FAO pour pouvoir correller les informations liées à cette variétés avec d'autres bases de données ouvertes. Attention aux accents qui doivent être correctement utilisés pour les recherches

source: Display name
fr: Nom affiché

source: Family
fr: Famille

source: Species
fr: Espèce

source: Subspecies
fr: Sous-espèce

source: Clear
fr: Effacer

source: Culture edition
fr: Édition de la culture

source: Sowing date
fr: Date de smis

source: Until
fr: Jusque

source: First harvest
fr: Première récolte

source: days after sowing
fr: jours après semis

source: Last harvest
fr: Dernière récolte

source: days after first harvest
fr: jours après la première récolte

source: Duration
fr: Durée

source: Bed occupancy
fr: Utilisation de la plance

source: New culture
fr: Nouvelle culture

source: Remove culture
fr: Supprimer la culture

source: Bed occupancies
fr: Utilisation des planches
